Repository: anou/iftheme
Catalog: languages/*.po
Languages: fr_fr, nb_no

source: Error 404 Not Found
fr_fr: Erreur 404. Page non trouvée
nb_no: Feilmelding 404. Ikke funnet

source: Oops. Fail. The page cannot be found.
fr_fr: Aie ! Échec. Page non trouvée.
nb_no: Oops. Her har det skjedd en feil. Siden kan ikke vises

source: Please check your URL or use the search form below.
fr_fr: Merci de vérifier votre URL ou utilisez le champ de recherche ci-dessous.
nb_no: Sjekk URL-adressen eller bruk søkefeltet

source: No results
fr_fr: Pas de résultat
nb_no: Ingen resultat

source: All categories
fr_fr: Toutes catégories
nb_no: Alle kategorier

source: About:
fr_fr: À propos :
nb_no: Om:

source: Recent Posts by
fr_fr: Articles récents par
nb_no: Nye innlegg fra

source: Written on
fr_fr: Écrit le
nb_no: Skrevet den

source: at
fr_fr: à
nb_no: på

source: Categories:
fr_fr: Catégories :
nb_no: Kategorier:

source: No posts by
fr_fr: Pas d'article par
nb_no: Ingen nye innlegg fra

source: Recent Comments by
fr_fr: Commentaires récents par
nb_no: Nye kommentarer fra

source: %1$s on %2$s
fr_fr: %1$s sur %2$s

source: No comments by
fr_fr: Pas de commentaire par
nb_no: Ingen kommentarer fra

source: Modify your slider
fr_fr: Modifiez votre diaporama

source: No post for the moment
fr_fr: Pas d'article pour l'instant
nb_no: Ingen nye innlegg for øyeblikket

source: No post for the moment and/or no homepage category selected
fr_fr: Pas d'article pour l'instant et/ou aucune catégorie de page d'accueil sélectionnée
nb_no: Ingen innlegg for øyeblikket/ingen kategori er valgt

source: News
fr_fr: Articles
nb_no: Aktuelt

source: No comments
fr_fr: Pas de commentaire
nb_no: Ingen kommentarer

source: One comment
fr_fr: 1 commentaire
nb_no: En kommentar

source: % comments
fr_fr: % commentaires
nb_no: % kommentarer

source: Your comment is awaiting approval.
fr_fr: Votre commentaire est en attente de modération.
nb_no: Din kommentar venter på godkjenning

source: No comments yet. You should be kind and add one!
fr_fr: Aucun commentaire. Vous devriez être sympa et en ajouter un !
nb_no: Ingen kommentarer enda. Legg igjen din kommentar!

source: Our apologies, you must be
fr_fr: Toutes nos excuses, vous devez être
nb_no: Vi beklager, du må være

source: logged in
fr_fr: connecté
nb_no: innlogget

source: to post a comment.
fr_fr: pour envoyer un commentaire.

source: Logged in as
fr_fr: Connecté comme
nb_no: Du er logget inn som

source: Log out
fr_fr: Déconnection
nb_no: Logg ut

source: Allowed HTML tags:
fr_fr: Balises HTML autorisées :
nb_no: Tillatte HTML tags:

source: Name
fr_fr: Nom
nb_no: Navn

source: Mail (will not be shared)
fr_fr: Courriel (ne sera pas divulgué)
nb_no: E-post (vil ikke bli delt videre)

source: Website
fr_fr: Site web
nb_no: Nettside

source: Comment
fr_fr: Commentaire
nb_no: Kommentar

source: By submitting a comment you grant
fr_fr: En soumettant un commentaire, vous autorisez

source: a perpetual license to reproduce your words and name/web site in attribution. Inappropriate and irrelevant comments will be removed at an admin’s discretion. Your email is used for verification purposes only, it will never be shared.
fr_fr: une licence perpétuelle pour reproduire vos écrits et vos nom/site web. Les commentaires inappropriés et inutiles seront supprimés à la discrétion de l'administrateur. Votre email est utilisé à des fins de vérification seulement, il ne sera jamais divulgué.

source: The comments are closed.
fr_fr: Les commentaires sont fermés.
nb_no: Kommentarfeltet er stengt

source: Local antennas
fr_fr: Antennes locales
nb_no: Lokale antenner

source: Warning - You must assign a category to the current user <a href="%2$s/wp-admin/users.php"><b>%1$s</b>!</a>
fr_fr: Attention - Vous devez assigner une catégorie à l'utilisateur courant <a href="%2$s/wp-admin/users.php"><b>%1$s</b>!</a>
nb_no: Advarsel: Du må tilegne en kategori til den aktuelle brukeren <a href="%2$s/wp-admin/users.php"><b>%1$s</b>!</a>

source: You must assign a category to this user :
fr_fr: Vous devez assigner une catégorie à cet utilisateur :
nb_no: Du må tilegne en kategori til denne brukeren:

source: Select
fr_fr: Sélectionner
nb_no: Velg

source: Start Date
fr_fr: Date de début
nb_no: Startdato

source: End Date
fr_fr: Date de fin
nb_no: Sluttdato

source: No images found in your slider
fr_fr: Aucune image dans votre diaporama

source: Your content <em>Partner</em> is empty. <a href="/wp-admin/post.php?post=%s&action=edit"> >Edit</a>
fr_fr: Votre contenu <em>Partenaire</em> est vide. <a href="/wp-admin/post.php?post=%s&action=edit"> >Modifier</a>
nb_no: Ditt innhold <em>Samarbeidspartner</em> er tomt. <a href="/wp-admin/post.php?post=""%s&action=edit"> >Edit</a>

source: The <b>Last name</b> field is required.
fr_fr: Le champ <b>Nom</b> est obligatoire.
nb_no: <b>Etternavn</b> mangler.

source: The <b>First name</b> field is required.
fr_fr: Le champ <b>Prénom</b> est obligatoire.
nb_no: <b>Fornavn</b> mangler.

source: The <b>E-mail</b> field is required.
fr_fr: Le champ <b>Courriel</b> est obligatoire.
nb_no: <b>E-post</b> mangler.

source: The <b>E-mail name</b> field is invalid.
fr_fr: Vérifiez le champ <b>Courriel</b>.
nb_no: <b>E-posten</b> er ugyldig.

source: Please check the captcha checkbox.
fr_fr: Merci de cocher la case du capcha.

source: Your are not human. Please leave-us alone!
fr_fr: Vous n'êtes pas un humain. Laissez-nous tranquille !

source: Subcription request to:
fr_fr: Demande d'inscription à :
nb_no: Forespørsel om påmelding til:

source: Subcription from IF Website
fr_fr: Inscription depuis le site web IF
nb_no: Påmelding

source: Your request has been sent.
fr_fr: Votre demande a été envoyé.
nb_no: Din forespørsel har blitt sendt

source: A error occur and your message has not been sent.
fr_fr: Une erreur s'est produite et votre message n’a pas été envoyé.

source: Last name
fr_fr: Nom
nb_no: Etternavn

source: First name
fr_fr: Prénom
nb_no: Fornavn

source: E-mail
fr_fr: Courriel
nb_no: E-Post

source: Your message (optional)
fr_fr: Votre message (facultatif)

source: Submit
fr_fr: Soumettre
nb_no: Legg til

source: Sliders
fr_fr: Diaporamas

source: Slider
fr_fr: Diaporama

source: Add new slider
fr_fr: Ajouter un diaporama

source: Edit slider
fr_fr: Modifier le diaporama

source: New slider
fr_fr: Nouveau diaporama

source: View slider
fr_fr: Voir le diaporama

source: Search sliders
fr_fr: Rechercher des diaporamas

source: No slider found
fr_fr: Aucun diaporama trouvé

source: No sliders found in Trash
fr_fr: Aucun diaporama trouvé dans la corbeille

source: Partners
fr_fr: Partenaires
nb_no: Samarbeidpartnere

source: Partner
fr_fr: Partenaire
nb_no: Samarbeidpartner

source: Add new partners
fr_fr: Ajouter un partenaire
nb_no: Legg til nye samarbeidspartnere

source: Edit partner
fr_fr: Modifier le partenaire
nb_no: Rediger samarbeidspartnere

source: New partner
fr_fr: Nouveau partenaire
nb_no: Ny samarbeidspartner

source: View partner
fr_fr: Voir le partenaire
nb_no: Se samarbeidspartner

source: Search partners
fr_fr: Rechercher des partenaires
nb_no: Søk samarbeidspartnere

source: No partners found
fr_fr: Aucun partenaire trouvé
nb_no: Ingen samarbeidspartnere funnet

source: No partners found in Trash
fr_fr: Aucun partenaire trouvé dans la corbeille
nb_no: Ingen samarbeidspartnere funnet i Søppeldunken

source: You must ask your administrator to select a user's category
fr_fr: Demandez à votre administrateur de sélectionner une catégorie utilisateur
nb_no: Be administrator om tillatelse til å velge en brukerkategori

source: This sidebar is for all antennas only. Only the admin can configure it.
fr_fr: Cette sidebar est visible pour toutes les antennes. Seul l'administrateur peut la configurer.

source: This sidebar is for %s only
fr_fr: Cette sidebar est pour %s seulement

source: Comments are open! <a href="%s">Add yours!</a>
fr_fr: Les commentaires sont ouverts ! <a href="%s">Ajouter le vôtre !</a>
nb_no: Kommentarfeltet er åpent! <a href="%s">Legg til!</a>

source: Continue Reading
fr_fr: Lire la suite
nb_no: Les videre

source: Once Weekly
fr_fr: Une fois par semaine

source: <span class="meta-nav">&larr;</span> Previous
fr_fr: <span class="meta-nav">&larr;</span> Précédent
nb_no: <span class="meta-nav">&larr;</span> Forrige

source: Next <span class="meta-nav">&rarr;</span>
fr_fr: Suivant <span class="meta-nav">&rarr;</span>
nb_no: Neste <span class="meta-nav">&rarr;</span>

source: Post navigation
fr_fr: Navigation transversale

source: Theme options
fr_fr: Options du thème

source: Search for &quot;%s&quot; |
fr_fr: Recherche pour &quot;%s&quot; |

source: No results - search our archives |
fr_fr: Pas de résultat. Recherchez dans nos archives |

source: Skip to Content
fr_fr: Aller au contenu
nb_no: Gå til innhold

source: Invalid taxonomy
fr_fr: Taxonomy invalide
nb_no: Ugyldig søkeord

source: Delete
fr_fr: Supprimer
nb_no: Slett

source: Slug
fr_fr: Jeton

source: Links
fr_fr: Liens
nb_no: Linker

source: Posts
fr_fr: Articles/Evènements
nb_no: Innlegg

source: Edit &#8220;%s&#8221;
fr_fr: Modifier &#8220;%s&#8221;
nb_no: Rediger &#8220;%s&#8221;

source: Edit
fr_fr: Modifier
nb_no: Rediger

source: Quick&nbsp;Edit
fr_fr: Modification&nbsp;rapide
nb_no: Snarvei&nbsp;Redigering

source: View
fr_fr: Voir
nb_no: Se

source: Quick Edit
fr_fr: Modification rapide
nb_no: Snarvei Redigering

source: Cancel
fr_fr: Annuler
nb_no: Avbryte

source: Remove
fr_fr: Enlever
nb_no: Fjern

source: Add
fr_fr: Ajouter
nb_no: Legg til

source: Remove Image
fr_fr: Supprimer l'mage

source: Upload Image
fr_fr: Télécharger une image

source: Sunday
fr_fr: Dimanche
nb_no: Søndag

source: Monday
fr_fr: Lundi
nb_no: Mandag

source: Tuesday
fr_fr: Mardi
nb_no: Tirsdag

source: Wednesday
fr_fr: Mercredi
nb_no: Onsdag

source: Thursday
fr_fr: Jeudi
nb_no: Torsdag

source: Friday
fr_fr: Vendredi
nb_no: Fredag

source: Saturday
fr_fr: Samedi
nb_no: Lørdag

source: Sun.
fr_fr: Dim.
nb_no: Søn.

source: Mon.
fr_fr: Lun.
nb_no: Man.

source: Tue.
fr_fr: Mar.
nb_no: Tirs.

source: Wed.
fr_fr: Mer.
nb_no: Ons.

source: Thu.
fr_fr: Jeu.
nb_no: Tors.

source: Fri.
fr_fr: Ven.
nb_no: Fre.

source: Sat.
fr_fr: Sam.
nb_no: Lør.

source: January
fr_fr: Janvier
nb_no: Januar

source: February
fr_fr: Février
nb_no: Februar

source: March
fr_fr: Mars
nb_no: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai
nb_no: Mai

source: June
fr_fr: Juin
nb_no: Juni

source: July
fr_fr: Juillet
nb_no: Juli

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre
nb_no: Oktober

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre
nb_no: Desember

source: Feb.
fr_fr: Fév.

source: Apr.
fr_fr: Avr.

source: Jun.
fr_fr: Juin

source: Jul.
fr_fr: Juil.

source: Aug.
fr_fr: Août

source: Dec.
fr_fr: Déc.
nb_no: Des.

source: Events
fr_fr: Événements

source: Event
fr_fr: Événement

source: Add Event
fr_fr: Ajouter un événement

source: Edit Event
fr_fr: Modifier l'événement

source: View Event
fr_fr: Voir l’événement

source: Search Events
fr_fr: Chercher des événements

source: No Events found
fr_fr: Aucun événement trouvé

source: No Events found in Trash
fr_fr: Aucun événement trouvé dans la corbeille

source: All Events
fr_fr: Tous les événements

source: Event information
fr_fr: Information sur l'évènement
nb_no: Informasjon om arrangementet

source: Additional event information
fr_fr: Informations complémentaire sur l'évènement
nb_no: Tilleggsinformasjon om arrangementet

source: Mandatory field
fr_fr: Champ obligatoire
nb_no: Obligatorisk felt

source: Time
fr_fr: Horaire
nb_no: Tid

source: <em>Use 24h format (7pm = 19:00). Use the "Time field" only if "End date" is equal to "Start date"</em>
fr_fr: <em>Format 24h (7pm = 19:00). Ne renseigner le champ "Horaire" uniquement si le champ "Date de fin" est égal au champ "Date de début"</em>

source: Please check if <i style="color:red;font-family:monospace;">/iftheme/inc/events/xml/getDiscipline.xml</i> exist. If not create one empty, it should be on next cron run
fr_fr: Veuillez vérifier si le fichier <i style="color: rouge; font-family: monospace;">/iftheme/inc/events/xml/getDiscipline.xml</i> existe. Si ce n'est pas le cas, créez-en un vide, il sera actualisé à la prochaine exécution cron

source: Please check if <i style="color:red;font-family:monospace;">/iftheme/inc/events/xml/getCountry.xml</i> exist. If not create one empty, it should be on next cron run
fr_fr: Veuillez vérifier si le fichier <i style="color: rouge; font-family: monospace;">/iftheme/inc/events/xml/etCountry.xml</i> existe. Si ce n'est pas le cas, créez-en un vide, il sera actualisé à la prochaine exécution cron

source: The proposed disciplines are useful for the mobile application only and have <b>no impact on your website</b>
fr_fr: Les disciplines sont utilisées pour l'application mobile uniquement et n'ont <b>aucune incidence sur votre site internet</b>
nb_no: De anbefalte kategoriene kan kun ses via mobilapp og har""<b>ingen innvirkning på din webside</b>

source: Place
fr_fr: Lieu
nb_no: Sted

source: Address
fr_fr: Adresse
nb_no: Adresse

source: Additional address
fr_fr: Adresse complémentaire
nb_no: Tilleggsadresse

source: Zip code
fr_fr: Code postal
nb_no: Postnummer

source: City
fr_fr: Ville
nb_no: By

source: Country
fr_fr: Pays
nb_no: Land

source: Get longitude & latitude
fr_fr: Obtenir la longitude et Latitude

source: <em>Type here the full address of your event. <b>Press "tab" key</b> to get/modify the longitude and latitude</em>
fr_fr: <em>Renseigner ici l'adresse de votre évènement (Ex : France ou Paris ou 69000 ou l'adresse complète). <b>Appuyer sur la touche "tab"</b> pour obtenir la longitude et latitude</em>

source: Phone number
fr_fr: Numéro de téléphone
nb_no: Telefonnummer

source: Email
fr_fr: Courriel
nb_no: E-post

source: Link
fr_fr: Lien

source: Mandatory fields
fr_fr: Champs obligatoires
nb_no: Obligatoriske felt

source: Event updated. <a href="%s">View item</a>
fr_fr: Évènement mis à jour. <a href="%s">Voir l'évènement</a>

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.

source: Event updated.
fr_fr: Évènement mis à jour.
nb_no: Oppdatert arrangement.

source: Event restored to revision from %s
fr_fr: Évènement restauré à la révision de %s

source: Event published. <a href="%s">View event</a>
fr_fr: Évènement publié. <a href="%s">Voir l'évènement</a>

source: Event saved.
fr_fr: Évènement sauvegardé.
nb_no: Lagret arrangement.

source: Event submitted. <a target="_blank" href="%s">Preview event</a>
fr_fr: Évènement soumit. <a target="_blank" href="%s">Prévisualiser l'évènement</a>

source: Event scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview event</a>
fr_fr: Évènement programmé pour le : <strong>%1$s</strong>. <a target="_blank" href="%2$s">Prévisualiser l'évènement</a>

source: M j, Y @ G:i
fr_fr: j M Y @ G:i
nb_no: j M Y @ G:i

source: Event draft updated. <a target="_blank" href="%s">Preview event</a>
fr_fr: Brouillon de l'évènement mis à jour. <a target="_blank" href="%s">Prévisualiser l'évènement</a>

source: You must tell where this event takes place.
fr_fr: Vous devez renseigner le lieu de l'évènement.
nb_no: Fyll inn hvor arrangementet finner sted.

source: Longitude is required and must be a valid decimal
fr_fr: La Longitude est obligatoire et doit être un nombre décimal

source: Latitude is required and must be a valid decimal
fr_fr: La Latitude est obligatoire et doit être un nombre décimal

source: Must be like: <b>http://www.my-link.ext</b>
fr_fr: Doit être de la forme : <b>http://www.mon-lien.ext</b>

source: You must check at least one discipline !
fr_fr: Vous devez sélectionner au minimum 1 discipline !

source: Antenna
fr_fr: Antenne

source: Category assigned to this Antenna
fr_fr: Catégorie assignée à cette Antenne

source: You must create another top level category to assign to this user
fr_fr: Vous devez créer une top catégorie (level 0) pour l'assigner à cet utilisateur

source: Category
fr_fr: Catégorie
nb_no: Kategori

source: Select a color
fr_fr: Sélectionner une couleur
nb_no: Velg en farge

source: Select ...
fr_fr: Sélectionnez…

source: Sorry, you cannot upload this file type for this field.
fr_fr: Désolé, vous ne pouvez pas télécharger ce type de fichier via ce champ.

source: Slider images
fr_fr: Images du diaporama

source: Country slider
fr_fr: Diaporama du pays

source: Check this box if this slider is for Country homepage
fr_fr: Cocher cette case si ce diaporama est pour la page d'accueil Pays

source: Title / Description
fr_fr: Titre / Description
nb_no: Tittel/Beskrivelse

source: URL link for the image
fr_fr: URL du lien de l'image
nb_no: URL-link til bildet

source: Slider Images
fr_fr: Images du diaporama

source: Partners logos
fr_fr: Logos des partenaires
nb_no: Samarbeidspartneres logoer

source: Name of the partner
fr_fr: Nom du partenaire
nb_no: Navn på samarbeidspartner

source: Booking informations
fr_fr: Informations pour la réservation
nb_no: Bestillingsinformasjon

source: Open booking
fr_fr: Ouvrir la réservation
nb_no: Åpne bestilling

source: By checking this box, you enable the booking for this event.
fr_fr: En cochant cette case, vous autorisez la réservation pour cet évènement.
nb_no: Ved å krysse av i denne boksen aktiveres bestilling for dette arrangementet.

source: Hide contact form
fr_fr: Masquer le formulaire de contact

source: By checking this box, you hide the contact form for this event.
fr_fr: En cochant cette case, vous masquer le formulaire de contact pour cet événement.

source: Email to whom send the booking.
fr_fr: Courriel à qui envoyer la réservation.

source: Details
fr_fr: Détails
nb_no: Detaljer

source: Some information you want to add at the top of the booking form
fr_fr: Informations/précisions que vous voulez ajouter au dessus du formulaire de réservation

source: You must submit this form to validate your changes!
fr_fr: Vous devez soumettre ce formulaire afin de valider vos modifications !

source: Antenna options
fr_fr: Options d'Antenne
nb_no: Antenne valg

source: Country homepage
fr_fr: Page d'accueil Pays
nb_no: Hjemmeside land

source: Special settings
fr_fr: Options supplémentaires
nb_no: Spesielle innstillinger

source: Display header's menu pages
fr_fr: Affiche le menu des pages dans l'entête

source: Use MailPoet Newsletter's theme form
fr_fr: Utiliser le formulaire de newsletter de MailPoet

source: Use YLMP newsletter subscription form
fr_fr: Utiliser le formulaire de souscription YLMP

source: Calendar
fr_fr: Calendrier

source: Custom front page
fr_fr: Page d’accueil personnalisée

source: Add Header Image
fr_fr: Image d'en-tête

source: Number of news
fr_fr: Nombre d'articles

source: Under construction Page
fr_fr: Page En construction

source: Social sites on the web
fr_fr: Réseaux sociaux sur le net

source: Background frame
fr_fr: Trame de fond

source: Displayed home categories
fr_fr: Catégories affichées sur la page d'accueil

source: Number of events for each category displayed on homepage:
fr_fr: Nombre d'événements affichés pour chaque catégorie sur la page d'accueil :
nb_no: Antall arrangementer for hver kategori som vises på hjemmesiden:

source: Number of events in listing displayed on category page:
fr_fr: Nombre d'événements listés sur une page catégorie :

source: Background image
fr_fr: Image de fond
nb_no: Bakgrunnsbilde

source: Facebook Page
fr_fr: Page Facebook
nb_no: Facebook

source: Twitter Account
fr_fr: Compte Twitter
nb_no: Twitter-konto

source: Google Plus Page
fr_fr: Page Google Plus
nb_no: Google Plus

source: Your IF TV Page
fr_fr: Votre page sur IF TV
nb_no: Din IF TV profil

source: You Tube Page
fr_fr: Votre page You Tube
nb_no: Youtube

source: Instagram Page
fr_fr: Votre page Instagram
nb_no: Instagram

source: Country's background frame
fr_fr: Trame de fond du Pays

source: Displayed country's homepage categories
fr_fr: Catégories affichées sur la page d'accueil Pays

source: Number of events for each category displayed on country's homepage:
fr_fr: Nombre d'événements affichés pour chaque catégorie sur la page d'accueil :
nb_no: Antall arrangementer for hver kategori som vises på landets hjemmeside:

source: Country's background image
fr_fr: Image de fond Pays
nb_no: Landets bakgrunnsbilde

source: Theme Options
fr_fr: Options du thème

source: No frame
fr_fr: Pas de trame

source: Frame %s
fr_fr: Trame %s

source: Frame 1
fr_fr: Trame 1

source: You must create some child categories
fr_fr: Vous devez créer des catégories enfants

source: Categories
fr_fr: Catégories
nb_no: Kategorier

source: Upload image
fr_fr: Téléverser une image
nb_no: Last opp bilde

source: Choose your background image
fr_fr: Choisir l'image de fond
nb_no: Velg ditt bakgrunnsbilde

source: Actual Image
fr_fr: Image actuelle
nb_no: Aktuelt bilde

source: Remove image
fr_fr: Supprimer l’image

source: In this section you can custom some functionalities.
fr_fr: Dans cette section, vous pouvez personnaliser certaines fonctionnalités.

source: Check this box to display in the header the page's menu dropdown
fr_fr: Cochez cette case pour afficher dans l'en-tête le menu déroulant des pages

source: Check this box to use and display the MailPoet Newsletters (formerly Wysija) subscription form embedded in IF theme
fr_fr: Cochez cette case pour utiliser et afficher le formulaire d'abonnement aux Newsletters MailPoet (anciennement Wysija) du thème IF

source: Check this box to display in the sidebar the default calendar of IF theme
fr_fr: Cochez cette case pour afficher dans la barre latérale, le calendrier par défaut du thème IF

source: Please select an Under construction Landing page
fr_fr: Veuillez sélectionner une page En construction

source: Check this box to use a custom frontpage.
fr_fr: Cochez cette case pour utiliser une page d'accueil personnalisée.

source: You must create/edit a file named "custom-frontpage.php" in iftheme/ folder.
fr_fr: Vous devez créer/éditer un fichier nommé « custom-frontpage.php » à la racine du dossier iftheme/.

source: Upload Header image
fr_fr: Télécharger une image d’en-tête

source: Image dimensions ratio: 620px X 135px
fr_fr: Ratio dimensions de votre image : 620px X 135px

source: Optional link to put on your image
fr_fr: Lien optionnel pour votre image

source: Check this box to always display news
fr_fr: Cochez cette case pour afficher les articles sans limite de temps

source: Leave it unchecked to display only news whose date is not passed
fr_fr: Laissez décochée pour afficher seulement les articles dont la date n'est pas passée

source: Number of news to display:
fr_fr: Nombre d'articles à afficher :

source: Please choose how many news you want to display in news listing
fr_fr: Choisissez le nombre d'articles que vous voulez afficher dans les listes d'articles

source: Check this box to use and display YMLP newsletter subscription form
fr_fr: Cochez cette case pour utiliser et afficher le formulaire d’abonnement à la newsletter YMLP

source: This section is where you can save the social networks where readers can find you on the Internet.
fr_fr: Dans cette section, vous pouvez configurer vos réseaux sociaux, pour que vos visiteurs vous trouvent sur la toile.

source: %s Theme Options
fr_fr: Options du thème %s

source: Download an image for your category
fr_fr: Téléversez une image pour votre catégorie
nb_no: Last ned et bilde til din kategori

source: Display sub-categories
fr_fr: Afficher les sous-catégories
nb_no: Vis underkategorier

source: Check this box if you want to display a list of child categories
fr_fr: Cochez cette case si vous voulez afficher la liste des catégories enfants de cette catégorie

source: Display Posts
fr_fr: Afficher les Articles/Evènements
nb_no: Vis innlegg
