Repository: anou/iftheme
Catalog: languages/*.po
Languages: fr_fr, nb_no

source: Check this box if you want to display a list of the category's posts
fr_fr: Cochez cette case si vous souhaitez afficher la liste des événements de cette catégorie

source: Displays an ajaxified mini calendar
fr_fr: Affiche un mini calendrier ajax

source: IF Calendar
fr_fr: Calendrier IF

source: Title
fr_fr: Titre
nb_no: Tittel

source: This widget displays a calendar. No configuration options
fr_fr: Ce widget affiche un calendrier. Aucune option de configuration

source: sun
fr_fr: dim

source: Displays a list of all the local antennas
fr_fr: Affiche une liste de toutes les antennes locales

source: This widget displays all the local antennas. No configuration options
fr_fr: Ce widget affiche toutes les antennes locales. Pas d'options de configuration

source: Displays a list of category's children, related to the current antenna
fr_fr: Affiche une liste des enfants de la catégorie, relative à l'antenne courante

source: Antenna's categories
fr_fr: Catégories de l'antenne
nb_no: Antenne kategorier

source: None
fr_fr: Aucun

source: You can custom the widget title here. Default is the category name you choose in the Category parent field below.
fr_fr: Vous pouvez configurer le titre du widget ici. Le titre par défaut est le nom de la catégorie parent que vous choisissez dans le champ ci-dessous.

source: Category parent
fr_fr: Catégorie parent

source: Widget for the Institut Français Mobile app.
fr_fr: Institut Français Mobile app. widget.
nb_no: Widget for Institut Français mobilapp.

source: URL for
fr_fr: URL pour

source: Download IFmobile app to get notified about all the events of the <strong>Institut français %s </strong>
fr_fr: Retrouvez tous les événements de l'<strong>Institut français %s </strong> sur notre application mobile
nb_no: Last ned IFMobile app for å motta informasjon om alle arrangementer ved""<strong>Institut français %s </strong>

source: To know more about %s
fr_fr: En savoir + sur %s
nb_no: For å få vite mer om %s

source: Download on the App Store
fr_fr: Téléchargez dans l'App Store
nb_no: Last ned i App Store

source: Get it on Google Play
fr_fr: Disponible sur Google Play
nb_no: Last ned via Google Play

source: Widget for IF RSS
fr_fr: Widget pour les Fils RSS

source: Institut Français RSS
fr_fr: RSS pour l'Institut Français

source: IF RSS feed
fr_fr: IF fil RSS

source: Your text
fr_fr: Votre texte
nb_no: Din tekst

source: Displays a list of antenna's partners logo, related to the current antenna
fr_fr: Affiche une liste des logos des partenaires, relatifs à l'antenne courante

source: Antenna's partners
fr_fr: Partenaires de l'antenne

source: You can custom the widget title here. Default is the title of the selected partner.
fr_fr: Vous pouvez configurer le titre du widget ici. Par défaut c'est le titre des partenaires sélectionnés.

source: Select Partners:
fr_fr: Sélectionnez des partenaires :

source: You must create a Partner in order to use this widget:
fr_fr: Vous devez créer un Partenaire pour utiliser ce widget :

source: Error
fr_fr: Erreur
nb_no: Feil

source: You must choose a Partner in the widget configuration:
fr_fr: Vous devez choisir un Partenaire dans la configuration du widget :

source: Displays a list of links related to the Institut Français
fr_fr: Affiche une liste de liens relatifs à l'institut Français

source: Institut Français links
fr_fr: Liens de l'Institut Français
nb_no: Institut Français' linker

source: Numeric IF
fr_fr: IF Numérique
nb_no: IF Digital

source: Label
fr_fr: Etiquette

source: No post for the moment & no homepage category selected
fr_fr: Pas d'article pour l'instant & aucune catégorie de page d'accueil sélectionnée

source: You don't have any <em>Slider</em> recorded yet. <a href="/wp-admin/post-new.php?post_type=if_slider">Add one now ?</a>
fr_fr: Vous n'avez pas encore enregistré de <em>Diaporama</em>. <a href="/wp-admin/post-new.php?post_type=if_slider">Voulez-vous le faire maintenant ?</a>

source: No post for the moment & no configuration options
fr_fr: Aucun article/évènement pour l'instant & pas d'options de configuration

source: Coming soon
fr_fr: Prochainement
nb_no: Kommer snart

source: Edit this page
fr_fr: Modifier cette page

source: Newsletter
fr_fr: Lettre d'information
nb_no: Nyhetsbrev

source: Subscribe
fr_fr: S'inscrire
nb_no: Påmelding

source: You’ve successfully subscribed. Check your inbox now to confirm your subscription.
fr_fr: Inscription réussie. Vérifiez votre boîte de réception dès maintenant pour confirmer votre abonnement.
nb_no: Du har blitt påmeldt vårt nyhetsbrev. Bekreft påmelding i innboksen din.

source: Your Email
fr_fr: Votre courriel
nb_no: Din e-post

source: Join-us
fr_fr: Rejoignez-nous
nb_no: Følg oss

source: Edit this %s
fr_fr: Modifier %s

source: Useful informations
fr_fr: Infos
nb_no: Nyttig informasjon

source: Booking
fr_fr: Réservation
nb_no: Bestilling

source: RSS Feeds
fr_fr: Fil RSS
nb_no: RSS Feed

source: Main RSS
fr_fr: Fil RSS principal
nb_no: Hoved RSS

source: Comment Feed
fr_fr: RSS des Commentaires
nb_no: Kommentar Feed

source: All Blog Posts
fr_fr: Tous les articles de blog
nb_no: Alle innlegg

source: Permanent Link to %s
fr_fr: Lien permanent pour %s

source: You must choose an Under construction page in theme options: <a href="%s">Go to theme options</a>.%s
fr_fr: Vous devez choisir une page « En construction » dans vos options de thème : <a href=« %s »>Options du thème</a>.%s

source: Edit this entry
fr_fr: Modifier cet évènement
nb_no: Rediger innlegget

source: You must activate the Under construction plugin to use this template: <a href="%s">Go to plugins admin page</a>.
fr_fr: Vous devez activer le plugin Under construction pour utiliser ce modèle : <a href=« %s »>aller à la page d’administration des plugins</a>.

source: You do not have sufficient permissions to use this template.
fr_fr: Vous ne disposez pas des autorisations nécessaires pour utiliser ce modèle de page.

source: Archives
nb_no: Arkiv

source: Agenda
nb_no: Kalender

source: Image
nb_no: Bilde

source: You must fill in an email !
nb_no: E-post adresse mangler!

source: Edit this post
nb_no: Rediger dette innlegget

source: Invalid verification code.
nb_no: Ugyldig verifikasjonskode

source: Copy verification code
nb_no: Kopier verifikasjonskode

source: <span class="meta-nav">&larr;</span> Archives
nb_no: <span class="meta-nav">&larr;</span> Arkiv

source: Archive |
nb_no: Arkiv |

source: Search for &quot;%s&quot; |
nb_no: Søk etter &quot;%s&quot; |

source: No results - search our archives |
nb_no: Ingen resultat - søk i arkivet

source: Description
nb_no: Beskrivelse

source: Delete this image
nb_no: Slett dette bildet

source: Cannot delete file. Something's wrong.
nb_no: Filen kan ikke slettes. Noe gikk galt.

source: Uploaded files
nb_no: Opplastede filer

source: Upload new files
nb_no: Last opp ny fil

source: Add more files
nb_no: Legg til flere filer

source: Oct.
nb_no: Okt.

source: Disciplines
nb_no: Kategorier

source: Email to whom send the booking
nb_no: E-post til mottaker av bestilling

source: No image
nb_no: Inget bilde

source: Institut Français Mobile
nb_no: Institut français mobil

source: Pages
nb_no: Sider
